[
  [
    {
      "headline": "Plans for Two-Year Notes Expected",
      "snippet": "LEAD: Today's regular auctions of new Treasury bills due in three and six months are the only sales of Government securities scheduled this week. On Wednesday, securities dealers expect the Treasury to announce plans for a two-year note auction on...",
      "subjects": [
        "AUCTIONS",
        "GOVERNMENT BONDS"
      ]
    }
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [
    {
      "headline": "Two Lives On Hold",
      "snippet": "LEAD: IN A SLEEPY SUMMER AFTERNOON, DR. Beryl J. Rosenstein walked into my wife's room at Johns Hopkins Hospital in Baltimore. Joan had not had a good week. She sat hunched over pillows, trying to move air through lungs that cystic fibrosis had er...",
      "subjects": [
        "HEART",
        "TRANSPLANTS",
        "LUNGS",
        "SURGERY AND SURGEONS",
        "CYSTIC FIBROSIS"
      ]
    },
    {
      "headline": "State by State; Bush Has a Slight Lead in Arkansas",
      "snippet": "LEAD: A rational man or woman would have ample reason to conclude that this state, a conservative bastion in a conservative region, will give Vice President Bush a healthy margin over Gov. Michael S. Dukakis next month. Glance around Pine Bluff, f...",
      "subjects": [
        "SURVEYS AND SERIES",
        "PRESIDENTIAL ELECTION OF 1988",
        "ELECTION ISSUES",
        "ECONOMIC CONDITIONS AND TRENDS"
      ]
    },
    {
      "headline": "BRIEFING",
      "snippet": "LEAD:  10 'Good Guys'...",
      "subjects": [
        "ACID RAIN"
      ]
    },
    {
      "headline": "Scouting the Vice-Presidential Field",
      "snippet": "LEAD: Michael S. Dukakis this week ordered reporters covering his campaign not to pay any attention to ''highly placed advisers and well-placed sources'' in writing about whom he would pick as his running mate. Mr. Dukakis said that he and only he...",
      "subjects": [
        "PRESIDENTIAL ELECTION OF 1988"
      ]
    },
    {
      "headline": "3 Southern States Seek Progress Together",
      "snippet": "LEAD: The Governors of Arkansas, Louisiana and Mississippi, aboard a barge floating in the sluggish Mississippi, today signed wide-ranging agreements to coordinate their efforts to improve conditions in one of the nation's poorest areas....",
      "subjects": [
        "ECONOMIC CONDITIONS AND TRENDS"
      ]
    },
    {
      "headline": "CELEBRITY MATCHMAKER: Marty Blackman Marrying Athletes and Endorsements",
      "snippet": "LEAD: The advertising agency executive, Marty Blackman recalled, was frantic. He had just heard a rumor that a former football star serving as a spokesman for his client, a major soft drink company, was gay. He wanted Mr. Blackman to find out whet...",
      "subjects": [
        "ADVERTISING",
        "ATHLETICS AND SPORTS"
      ]
    }
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [
    {
      "headline": "THE CRUSADES OF DR. ELDERS",
      "snippet": "LEAD: ON A HOLIDAY MONDAY, THE large, labyrinthine headquarters of the Arkansas Department of Public Health, in Little Rock, is virtually empty. On call in the basement are a pair of communications specialists, whose job it is to dispatch trained ...",
      "subjects": [
        "PREGNANCY AND OBSTETRICS",
        "CHILDREN AND YOUTH"
      ]
    },
    {
      "headline": "Political Memo; States Afraid of Being Outshone by Bush",
      "snippet": "LEAD: If one thing was clear at the close of the 81st annual meeting of the National Governors' Association today, it was that the Federal budget deficit will place a growing burden on the states and make innovation far more difficult....",
      "subjects": [
        "STATES (US)",
        "UNITED STATES POLITICS AND GOVERNMENT",
        "TAXATION",
        "GOVERNORS (US)"
      ]
    },
    {
      "headline": "Governors Are Divided Over Impact of Abortion Issue",
      "snippet": "LEAD: Governors and other leaders in state capitals around the nation appear to be as divided about the potential political impact of the abortion issue as they are about abortion itself....",
      "subjects": [
        "STATES (US)",
        "ABORTION",
        "ELECTION ISSUES",
        "GOVERNORS (US)",
        "LAW AND LEGISLATION",
        "DECISIONS AND VERDICTS"
      ]
    },
    {
      "headline": "STORMING MONTANA'S WILDERNESS",
      "snippet": "LEAD: WHEN WE FIRST HIT this country, we thought we had died and gone to heaven,'' says Keith Shaw, a retired biology teacher who describes himself as ''a worn-out cowboy.'' Shaw and his wife, Leslie, live with their seven horses on a windy, flat-...",
      "subjects": [
        "ENVIRONMENT",
        "WILDERNESS AREAS",
        "LAND USE POLICIES"
      ]
    },
    {
      "headline": "Recycling of New York Garbage Approved by Council Committee",
      "snippet": "LEAD: All New Yorkers would be required to separate recyclable materials from their garbage under a plan unanimously approved yesterday by a committee of the City Council....",
      "subjects": [
        "FINES (PENALTIES)",
        "CONTAINERS AND PACKAGING",
        "GARBAGE",
        "LAW AND LEGISLATION",
        "PAPER AND PULP",
        "WASTE MATERIALS AND DISPOSAL",
        "RECYCLING OF WASTE MATERIALS"
      ]
    },
    {
      "headline": "Q and A",
      "snippet": "LEAD:  Condo Guides...",
      "subjects": [
        "TRAVEL AND VACATIONS"
      ]
    },
    {
      "headline": "3 Governors in the South Join to Lift Their States",
      "snippet": "LEAD: With their aggressive agendas, Ivy League pedigrees and boyish good looks, the young Governors of Mississippi, Arkansas and Louisiana have forged an alliance that is raising both their national visibility and that of their often lagging stat...",
      "subjects": [
        "STATISTICS",
        "POLITICS AND GOVERNMENT",
        "LAW AND LEGISLATION",
        "ECONOMIC CONDITIONS AND TRENDS"
      ]
    }
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  []
]