[
  [
    {
      "subjects": [
        "POLITICS AND GOVERNMENT",
        "NEWS AND NEWS MEDIA",
        "PRESIDENTIAL ELECTION OF 1992"
      ],
      "snippet": "Of all the reasons that Gov. Bill Clinton thinks he should be President, there is one that seems particularly sensible to newspaper readers here. He disclosed it during the summer in a conversation with John Robert Starr, the managing editor of Th...",
      "headline": "On the Road, Gov. Clinton Wows the Press; Down Home It's Another Story"
    },
    {
      "subjects": [
        "UNITED STATES ECONOMY",
        "ELECTION ISSUES"
      ],
      "snippet": "Deep down, most of the senior Republicans and Democrats in Washington, including President Bush and much of the leadership in the Senate and House of Representatives, doubt that there is much they can do in the next few months to boost the economy...",
      "headline": "Economics '92-Style; Thus Far, All the Talk by Politicians About What Can Be Done Is Just That"
    }
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [
    {
      "subjects": [
        "TRAVEL RESTRICTIONS",
        "UNITED STATES INTERNATIONAL RELATIONS",
        "IRISH-AMERICANS",
        "ST PATRICK'S DAY",
        "VISAS"
      ],
      "snippet": "Brushing aside strong objections from the British Government, President Clinton has decided to permit Gerry Adams, the political leader of the Irish Republican Army, to make his first money-raising tour of the United States, the White House said t...",
      "headline": "Clinton to Permit Fund-Raising In the U.S. by Top I.R.A. Figure"
    },
    {
      "subjects": [
        "LAW AND LEGISLATION",
        "POLICE",
        "CRIME AND CRIMINALS"
      ],
      "snippet": "Following is the 238-to-192 roll-call vote by which the House today passed a bill providing $ 10 billion in block grants over five years to local governments to fight crime, replacing programs to hire 100,000 police officers and to pay for crime-p...",
      "headline": "How House Members Voted on Revising '94 Crime Bill"
    },
    {
      "subjects": [
        "PREGNANCY AND OBSTETRICS",
        "SURGEON GENERAL (US)"
      ],
      "snippet": "The White House abruptly changed plans today and decided not to send its nominee for Surgeon General to Capitol Hill today. Instead, it sent Vice President Al Gore to Tennessee with the nominee, Dr. Henry W. Foster Jr., to highlight the physician'...",
      "headline": "Gore and Nominee Take Fight to Tennessee"
    },
    {
      "subjects": [],
      "snippet": "IT WAS COCKTAIL HOUR ON THE OPENING DAY of the new, Republican-dominated Congress, and the long, chandelier-lighted parlor of David Brock's town house in Georgetown was filling up with exuberant young conservatives fresh from events on the Hill. B...",
      "headline": "The Counter Counterculture"
    },
    {
      "subjects": [
        "MEXICO-INTERNATIONAL RELATIONS-US",
        "UNITED STATES INTERNATIONAL RELATIONS",
        "CURRENCY",
        "DISCLOSURE OF INFORMATION",
        "ELECTIONS",
        "ECONOMIC CONDITIONS AND TRENDS"
      ],
      "snippet": "While the Clinton Administration and the Mexican Government were saying until late last year that Mexico was a booming example of an emerging market that would bring wealth to workers in both countries, warnings were running rampant in both capita...",
      "headline": "On Both Sides of the Border, Peso Ills Were Long Ignored"
    },
    {
      "subjects": [
        "HEALTH INSURANCE",
        "PRIVATIZATION",
        "MEDICINE AND HEALTH",
        "VETERANS"
      ],
      "snippet": "When you zap a sacred cow, you have to brace yourself for the ensuing mooing.   The cow most sacred here is the veterans' lobby. In this space last week, the unwritable was written: \"the most wasteful special-interest spending in Washington\" was t...",
      "headline": "Essay; Sacred Cow, II"
    },
    {
      "subjects": [
        "UNITED STATES POLITICS AND GOVERNMENT",
        "BIOGRAPHICAL INFORMATION"
      ],
      "snippet": "Was it last week's photo of those huge heads side by side at the White House, each gleaming with the identical Doublemint smile? Or was it the new Speaker's compassionate opening address to the House in which he felt poor people's pain? Or was it ...",
      "headline": "Journal; Separated at Birth"
    },
    {
      "subjects": [
        "UNITED STATES POLITICS AND GOVERNMENT",
        "HUNTING AND TRAPPING"
      ],
      "snippet": "A world away from the drained swamp that is Washington, President Clinton toted a borrowed shotgun into a flooded soybean field before dawn today and emerged three hours later bearing two dead ducks and a political message: assault weapons are bad...",
      "headline": "Clinton's Luck Takes Upturn On Duck Hunt"
    }
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [
    {
      "subjects": [
        "FINANCES",
        "CONSTITUTIONAL AMENDMENTS",
        "LAW AND LEGISLATION",
        "BUDGETS AND BUDGETING"
      ],
      "headline": "Torricelli in Spotlight and on the Spot",
      "abstract": "Article on Senator Robert G Torricelli becoming focus of attention when he declares his intention to cast deciding vote against proposed constitutional amendment to require balanced Federal budget; photo (M)",
      "snippet": "It took Senator Robert G. Torricelli just 50 days to find his way to center stage in the United States Senate.     Mr. Torricelli, the Democratic freshman from New Jersey, became the focus of attention today when he declared his intention to cast ..."
    },
    {
      "subjects": [
        "IMMIGRATION AND REFUGEES",
        "ELECTIONS",
        "PRESIDENTIAL ELECTION OF 1996"
      ],
      "headline": "Panel Chairman Says Inquiry Into Fund Raising Is Expanding",
      "abstract": "Dan Burton, chairman of House Committee on Government Reform and Oversight, says investigation into influence peddling by foreigners is sharply expanding its scope; Lanny Davis, a White House aide, denies that Clinton Administration's foreign policy has been influenced by campaign contributions; a Washington Post article reports Administration shifted its position on immigration in Guam after a stop there by Hillary Rodham Clinton in Sept 1995 was followed within weeks by hundreds of thousands of dollars of cash and 'soft money' donations from Guam to the Clinton-Gore campaign and Democratic National Committee (M)",
      "snippet": "The Republican who heads the House investigation into influence peddling by foreigners said today that his panel was sharply expanding its scope.    Dan Burton of Indiana, chairman of the House Committee on Government Reform and Oversight, said on..."
    },
    {
      "subjects": [
        "POLITICS AND GOVERNMENT",
        "ELECTIONS"
      ],
      "headline": "'The British Genius'",
      "abstract": "Anthony Lewis interviews Gordon Brown, British Labor Party's shadow Chancellor of the Exchequer, who comments on where party would take country if it wins general election in May (M)",
      "snippet": "In the run-up to the British  election, now likely to take place in May, it seems increasingly difficult to tell the two major parties apart. Two weeks ago Labor's shadow Chancellor of the Exchequer, Gordon Brown, went so far as to promise that La..."
    },
    {
      "subjects": [
        "ASTROLOGY",
        "BIOGRAPHICAL INFORMATION",
        "DEATHS (OBITUARIES)"
      ],
      "headline": "Jeane Dixon, 79, Astrologer Claiming Psychic Power, Dies",
      "abstract": "Jean Dixon, astrologer and self proclaimed psychic, dies at age 79; photo (M)",
      "snippet": "Jeane Dixon, the astrologer and self-described psychic who gained fame by apparently predicting President John F. Kennedy's death, died on Saturday in Sibley Memorial Hospital in Washington. She was 79 and a longtime resident of Washington.    The..."
    },
    {
      "subjects": [
        "UNITED STATES POLITICS AND GOVERNMENT",
        "ELECTIONS"
      ],
      "headline": "Bipartisanship And Other White Lies",
      "abstract": "Fashionable view among politicians that Americans are demanding comity and compromise above all else may be more illusion than political reality; voters seem to be favoring hard-edged ideologues in both parties over coalition builders; drawing (M)",
      "snippet": "IT was one of those rare times in American politics last week when, however briefly, hostile partisanship gave way to Emily Post. With a soothing assurance of bipartisan bonhomie, President Clinton set the tone in his inauguration speech: ''The Am..."
    },
    {
      "subjects": [
        "UNITED STATES POLITICS AND GOVERNMENT",
        "ETHICS"
      ],
      "headline": "Corruption Lite, Democracy's Junk Food",
      "abstract": "Article examines some current scandals besetting American political system; says exposing wrongdoing used to be cathartic, with moral outrage serving as disinfectant, but that modern scandal seems only to deepen public's cynical conviction that system, or at least people who run it, are 'beyond soap and water;' photos (M)",
      "snippet": "A NEW year dawns, and once again the nation is rooted to the sofa, awash in the gray glow of the cathode-ray tube, taking in a pageant of misdeeds. The Speaker of the House took donations to tax-exempt foundations and funneled them into partisan p..."
    }
  ],
  [],
  [],
  [],
  [],
  [
    {
      "subjects": [
        "COMPUTERS AND INFORMATION SYSTEMS",
        "INTERNET AND WORLD WIDE WEB",
        "ENGLISH LANGUAGE",
        "NAMES, PERSONAL",
        "APPAREL"
      ],
      "headline": "On Language; Trunk Show",
      "abstract": "William Safire column on the term 'trunk show' in fashion industry, when to use 'on the Internet' and when to use 'over the Internet' and headlines that pun on family name of Louis Freeh, the FBI Director; drawing (M)",
      "snippet": "A hot phrase in retailing is trunk show. It is to the selling of clothes and jewelry what the tailgate party is to eating out in the parking lot at sports events.    ''Emanuel Ungaro Parallele Spring 1998 Trunk Show'' announces the Saks Fifth Aven..."
    }
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [
    {
      "subjects": [
        "ATOMIC WEAPONS",
        "BIOLOGICAL AND CHEMICAL WARFARE",
        "UNITED STATES INTERNATIONAL RELATIONS",
        "TAXATION",
        "UNITED STATES ECONOMY",
        "TELEVISION",
        "ELECTION ISSUES",
        "PRESIDENTIAL ELECTION OF 2004",
        "UNITED STATES ARMAMENT AND DEFENSE"
      ],
      "headline": "PRESIDENT OFFERS DEFENSE ON IRAQ AND THE ECONOMY",
      "abstract": "Pres Bush agrees to interview on Meet the Press in effort to respond to months of Democratic attacks; justifies war in Iraq even though no banned weapons have been found there and says he has acted aggressively to help economy; presents himself as steady leader in perilous times; rebuts accusations that he did not complete all his duties while in National Guard in 1972; portrays job growth as strengthening and does not rule out possibility of more tax cuts; acknowledges that he might have been wrong in asserting repeatedly before invasion that Iraq possessed stockpiles of unconventional weapons; suggests threat was no less urgent because Saddam Hussein had capability to produce banned chemical and biological agents--and might one day have nuclear bomb--and could pass them along to terrorists intent on striking United States; says others also viewed Hussein as threat; says intelligence about Iraq's weapons before invasion was best available, matched what foreign governments were saying and was basis for similar judgments about Iraq made by Pres Clinton and Congress; calls himself a 'war president' who has been steady and made good decisions in tough times; photo (L)",
      "snippet": "President Bush on Sunday offered a preview of how he would defend his presidency, justifying the war in Iraq even though no banned weapons had been found there, saying he has acted aggressively to help the economy and presenting himself as a stead..."
    },
    {
      "subjects": [
        "PRESIDENTIAL ELECTION OF 2004",
        "NEWS AND NEWS MEDIA"
      ],
      "headline": "Dr. Dean Assumes His Place on the Examining Table",
      "abstract": "Comment by The New York Times public editor Daniel Okrent examines allegations by Howard Dean supporters of bias by Jodi Wilgoren and others covering presidential primary race; finds some unfair comments and one overplayed story, but not pattern or partisan agenda; observes that full-body examination Dean is getting reflects his leading position in Democratic race, and warns supporters of much more to come if Dean is nominated (M)",
      "snippet": "JODI WILGOREN has been the lead Times correspondent on Howard Dean's campaign plane since last summer. She was among the first national reporters to recognize the propulsive force of the Dean movement, in July, when she wrote a front-page article ..."
    },
    {
      "subjects": [
        "SURVEYS AND SERIES",
        "ELECTION ISSUES",
        "BIOGRAPHICAL INFORMATION",
        "ENDORSEMENTS",
        "PRESIDENTIAL ELECTION OF 2004"
      ],
      "headline": "A Journey From a Mill Town Ends With a Run for President",
      "abstract": "Last article in series examining lives and careers of candidates seeking Democratic presidential nomination focuses on Sen John Edwards of NC; his campaign hinges on notion that he has not forgotten where he comes from: born in small town, reared by working-class parents and first in his family to go to college; asked why one-term senator should seek highest office, he says his roots give him understanding of working folks' problems that career politicians lack; believes working-class voters have been abandoned by Pres Bush; holds that such voters will trust candidate like him, just as North Carolina juries trusted him during his earlier, hugely successful earlier career as personal-injury lawyer; is multimillionaire who harbors laborer's anger; his speeches often sound as if they they could come from union leader; he is drawing bigger crowds, and even officials in other campaigns say his sunny rhetoric about America's future and his refusal to sling mud have given him boost; he recently won coveted endorsement of Des Moines Register as he campaigns in Iowa for caucuses to be held there; timeline of important events in his life; photos (L)",
      "snippet": "At a meeting of Democrats in Parkersburg, Iowa, Senator John Edwards is listening closely as a woman describes her struggle to afford a nursing home for her ailing mother. ''I want somebody who really knows what it is like to struggle,'' she says ..."
    }
  ],
  [],
  [],
  [],
  []
]