[
  [
    {
      "subjects": [
        "FINANCES",
        "ETHICS",
        "ELECTIONS"
      ],
      "headline": "The Trouble With Bill",
      "abstract": "Bob Herbert Op-Ed column contends that political fallout from Pres Clinton's fund-raising scandals killed any chance Democrats had of recapturing control of House (M)",
      "snippet": "We have already seen some of the political fallout from President Clinton's fund-raising scandals.    A month before the election, the Democrats had a good chance of recapturing control of the House of Representatives. Exit polls commissioned by t..."
    },
    {
      "subjects": [
        "BIOGRAPHICAL INFORMATION",
        "BOOKS AND LITERATURE",
        "CHRISTIANS AND CHRISTIANITY"
      ],
      "headline": "From Power to a Higher Power: Carter's Journey",
      "abstract": "Former Pres Jimmy Carter welcomes visitors from around world to adult Sunday school classes he teaches at Baptist church, Plains, Ga; has written book, Living Faith, about his own spirituality and search for religious meaning; photo (M)ü",
      "snippet": "As he strolled into the simple sanctuary of Maranatha Baptist Church, the Bible-toting Sunday school teacher was greeted by instant applause and an explosion of flashbulbs.    ''Good morning, everybody,'' Jimmy Carter said with a smile...."
    },
    {
      "subjects": [
        "UNITED STATES INTERNATIONAL RELATIONS",
        "SUMMIT CONFERENCES",
        "FAR EAST-INTERNATIONAL RELATIONS-US",
        "ECONOMIC CONDITIONS AND TRENDS"
      ],
      "headline": "Clinton in Manila: Successes Are Not Spectacular, but Still Useful",
      "abstract": "Analysis of how Asia Pacific Economic Cooperation summit meetings, initiated by Pres Clinton, have changed dynamics of how United States negotiates with Asia and rest of world; meetings enable Clinton to meet separately with Asian leaders, to put pressure on Europe and to ease Asia's suspicions about US intentions (M)",
      "snippet": "When Bill Clinton assembled Asia's leaders for their first summit meeting, three years ago in Seattle, he talked grandly about building a ''Pacific community,'' stitching together countries with no natural alliances, few common ethnic ties, vastly..."
    },
    {
      "subjects": [],
      "snippet": "Weeks    This   Last   On    Week   Week   List   Fiction                1   1   9   THE DEEP END OF THE OCEAN, by Jacquelyn Mitchard. (Viking, $23.95.) The disappearance of a 3-year-old brings a family anguish and redemption. (+)                2...",
      "headline": "BEST SELLERS: December 1, 1996"
    },
    {
      "subjects": [
        "UNITED STATES INTERNATIONAL RELATIONS",
        "BIOGRAPHICAL INFORMATION",
        "AUSTRALIA-INTERNATIONAL RELATIONS-US"
      ],
      "headline": "Clinton, Golf in Mind, Visits An Understanding Australia",
      "abstract": "Pres Clinton begins four-and-half-day Australian trip; receives warm reception; opens friendly round of talks on trade, environment and military cooperation (M)",
      "snippet": "The White House calls President Clinton's four-and-a-half-day trip to this continent of kangaroos and koalas a state visit. And indeed, Mr. Clinton opened a round of friendly talks here today on trade, military cooperation and the environment with..."
    },
    {
      "subjects": [],
      "snippet": "Weeks    This   Last   On    Week   Week   List   Fiction                1   1   8   THE DEEP END OF THE OCEAN, by Jacquelyn Mitchard. (Viking, $23.95.) The disappearance of a 3-year-old brings a family anguish and redemption. (+)                2...",
      "headline": "BEST SELLERS: November 17, 1996"
    },
    {
      "subjects": [
        "RECORDINGS (VIDEO)",
        "TELEVISION"
      ],
      "headline": "Vintage TV on Video Taps a Market for Memories",
      "abstract": "Peter M Nichols comment on vintage television programs available on video tape; photos (M)",
      "snippet": "EVERY SO OFTEN, home video enshrines television legends as if they were DiMaggio at Cooperstown. Lucy has long had a plaque in the video pantheon, of course, along with ''The Honeymooners'' and Jackie Gleason, ''Star Trek'' and William Shatner, ''..."
    },
    {
      "subjects": [],
      "snippet": "Weeks    This   Last   On    Week   Week   List   Fiction                1   1   7   THE DEEP END OF THE OCEAN, by Jacquelyn Mitchard. (Viking, $23.95.) The disappearance of a 3-year-old boy brings a family anguish and redemption.                2...",
      "headline": "BEST SELLERS: November 10, 1996"
    },
    {
      "subjects": [
        "PRESIDENTIAL ELECTION OF 1996"
      ],
      "headline": "Victory Inflation",
      "abstract": "Prof James P Levine letter disputes Nov 6 front-page headline reporting Bill Clinton's re-election as President (S)",
      "snippet": "To the Editor:    Once again the strange workings of our Electoral College have confounded pundits and misled headline writers. You say (front page, Nov. 6) that Bill Clinton won ''with solid margins across U.S.'' Other newspapers proclaim a ''big..."
    },
    {
      "subjects": [
        "BIOGRAPHICAL INFORMATION",
        "ELECTIONS"
      ],
      "headline": "A Star Turn for a Retired Vermont Farmer",
      "abstract": "Interview with Fred Tuttle, 77-year-old retired dairy farmer in Tunbridge, Vt, who has become local political celebrity and favorite write-in candidate for various political offices ever since his hilarious performance as retired dairy farmer who runs for Congress in movie Man With A Plan; photos (M)",
      "snippet": "With 601 of 807 registered voters turning out on Election Day in the civic-minded town of Tunbridge, Vt., Bill Clinton scored 276 votes, Bob Dole 202, Ross Perot 88, and Fred Tuttle 2.    Fred Tuttle also got 5 write-in votes for United States rep..."
    }
  ],
  [],
  [],
  [],
  [],
  []
]