[
  [
    {
      "subjects": [
        "AIRLINES AND AIRPLANES",
        "AIRPORTS",
        "DELAYS (TRANSPORTATION)",
        "AIR TRAFFIC CONTROL"
      ],
      "headline": "Business Travel; Clinton Sees His Future: Long Lines In Airports",
      "abstract": "Business Travel column on five-member committee formed by Pres Clinton to supervise Federal Aviation Administration's shaky management of nation's air traffic control system; Pres Clinton has jokingly noted that when he leaves office he will be subjected to long delays at nation's airports (M)",
      "snippet": "Like most executives who are contemplating retirement and about to lose that prized access to the private jet, Bill Clinton sounded a little pained last week discussing his imminent return to the joys of commercial business travel.    ''I will try..."
    },
    {
      "subjects": [
        "UNITED STATES INTERNATIONAL RELATIONS",
        "NEWS AND NEWS MEDIA"
      ],
      "headline": "The Question of Liberty, And the Lure of America",
      "abstract": "Young Vietnamese asked to comment on Pres Clinton's visit to their country express interest in America and civil liberties; Vietnamese newspapers focus on official face of Clinton's visit, not the rock-star reception he is receiving from people on the street (M)",
      "snippet": "After President Clinton's motorcade swept out of the gates of Vietnam National University here on Friday, an impromptu teach-in began on the steps of the lecture hall, as American reporters quizzed Vietnamese students about their reaction to Mr. C..."
    },
    {
      "subjects": [
        "ELECTIONS"
      ],
      "headline": "Vital New Jersey Race for House Is Neck and Neck",
      "abstract": "Article discusses close battle in campaign for House of Representatives in New Jersey's 12th Congressional District between Republican Richard A Zimmer and incumbent Democrat Rush Holt; photo (M)",
      "snippet": "Those who live amid the horse farms and fast-spreading subdivisions of central New Jersey could be forgiven for not knowing who represents them in the House of Representatives. Since 1996, voters in the 12th Congressional District have had to reme..."
    },
    {
      "subjects": [
        "PUBLIC OPINION",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "In Heavily Democratic West Virginia, Apathy (or Worse) Toward Gore",
      "abstract": "Polls indicate that Vice Pres Al Gore is trailing Gov George W Bush in heavily Democratic West Virginia; photo (M)",
      "snippet": "With time running out, here is how things stand for Al Gore in heavily Democratic West Virginia: Even among a crowd that had  gotten up extra early to stand in line for his rally on the statehouse steps this morning, a surprising number of people ..."
    },
    {
      "subjects": [
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "Liberties; Dare Speak His Name",
      "abstract": "Maureen Dowd Op-Ed column warns Al Gore's campaign it will have to let Bill Clinton out of his box to campaign against George W Bush as only 'the big dog' can (M)",
      "snippet": "Set him free!    Sure, they hate Bill Clinton in the swing states and they can't abide him in the rural counties, but nobody's perfect. In the Gore campaign, the president is known as ''the ice on our wings.''..."
    },
    {
      "subjects": [
        "PUBLIC OPINION",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "The Nation; A Modest Poll Proposal",
      "abstract": "Proposal to ban all political polling between now and Election Day discussed; photos (S)2",
      "snippet": "AND now for a modest proposal: Ban all political polling between now and Election Day.    The first presidential debate last week demonstrated at numbing length the extent to which polling is consuming both politics and journalism. Like human sema..."
    },
    {
      "subjects": [
        "DEBATING",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "Tendency to Embellish Fact Snags Gore",
      "abstract": "THE 2000 CAMPAIGN: POLITICAL MEMO: Tendency to Embellish Fact Snags Gore**Republicans complain about accuracy of several statements by Vice Pres Gore during his debate with Gov George W Bush; some Democrats express puzzlement over Gore's misstatements (M)",
      "snippet": "For years, his political opponents have groused that Vice President Al Gore has trouble with facts. They pounced on statements he made about his service in Vietnam, about his record in Congress and even about the price he has to pay for his dog's ..."
    },
    {
      "subjects": [
        "UNITED STATES POLITICS AND GOVERNMENT",
        "FINANCES",
        "ELECTIONS"
      ],
      "headline": "DISAPPROVAL RATINGS -- A special report.; Fame a Two-Edged Sword For the Candidate Clinton",
      "abstract": "Special report, Disapproval Ratings, focuses on disapproval Hillary Rodham Clinton has attracted along with celebrity in her role as first lady; her fame is two-edged sword, allowing her to run for Senate in New York but creating potential roadblock to her winning seat because so many people in state and nation dislike her; eagerness of outsiders to spend money to block her election may make race costliest ever; graphs of her approval rating; photos; cartoon (M)",
      "snippet": "Being first lady isn't a job, Hillary Rodham Clinton said early this year in Manhattan, ''it's a role.''    While making her one of the most celebrated women in the world, her performance in that role has driven nearly a decade of dinner table spe..."
    },
    {
      "subjects": [
        "COMEDY AND HUMOR",
        "TELEVISION",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "The Stiff Guy vs. the Dumb Guy",
      "abstract": "Marshall Sella article on lampooning of Vice Pres Al Gore and Gov George W Bush by late-night television talk show hosts, who are becoming less impartial and more influential with voters; photos (L)",
      "snippet": "Alexis Boehmler is a junior studying English at Davidson College. At 20, she is bright and well versed, with strong views on the abortion issue and other political matters. Occasionally, friends tease her about her passion for literature; she reca..."
    },
    {
      "subjects": [
        "COMPANY AND ORGANIZATION PROFILES",
        "TELEVISION",
        "RATINGS AND RATING SYSTEMS",
        "NEWS AND NEWS MEDIA"
      ],
      "headline": "The Right Strategy for Fox; Conservative Cable Channel Gains in Ratings War",
      "abstract": "Fox News Channel, cable television network created by Rupert Murdoch's News Corp to counter what Murdoch called CNN's liberal bias, is growing in ratings, household distribution and revenue; network's fight for acceptance as mainstream news source may be hindered by its perceived right-wing bias; graphs of market share; photo (M)",
      "snippet": "After Al Gore announced that Joseph I. Lieberman would be his running mate last month, Mr. Lieberman immediately  made the rounds of all the various television news outlets.    That is, all except one: the Fox News Channel, the cable network creat..."
    }
  ],
  [
    {
      "subjects": [
        "REVIEWS",
        "BOOKS AND LITERATURE"
      ],
      "headline": "Insider",
      "abstract": "Jon Margolis reviews book Eyewitness to Power: The Essence of Leadership: Nixon to Clinton by David Gergen (M)",
      "snippet": "EYEWITNESS TO POWER   The Essence of Leadership: Nixon to Clinton.   By David Gergen.   382 pp. New York:   Simon & Schuster. $26...."
    },
    {
      "subjects": [
        "ELECTRONIC MAIL",
        "ELECTION ISSUES",
        "ELECTIONS",
        "NEWS AND NEWS MEDIA",
        "COMPUTERS AND THE INTERNET"
      ],
      "headline": "Another Clinton War Room, Ready for Battle",
      "abstract": "Hillary Rodham Clinton's campaign for Senate includes political boiler room teeming with dozen people who research Rep Rick A Lazio's background and record, write her policy pronouncements and, most important, seek to influence news coverage of her campaign through insistent barrage of e-mail messages; Clinton and James Carville, longtime adviser to her and Pres Clinton, asked that so-called war room be created in July, after her aides took days to decide how to publicize her denial of charge that she voiced anti-Semitic slur in 1974; operation is run by Howard Wolfson, advocate of aggressive and fast-paced politicking; Clinton advisers are wary of drawing too much attention to operation, for fear it would underline Clintons' reputation of being bellicose; photos (M)",
      "snippet": "It is a windowless, unmarked room on the third floor of an office building across the street from Madison Square Garden. The shabby office, five flights down from Hillary Rodham Clinton's campaign headquarters, is scattered with desks, computer te..."
    },
    {
      "subjects": [
        "CASHMERE",
        "INTERNATIONAL TRADE AND WORLD MARKET",
        "CUSTOMS (TARIFF)",
        "SWEATERS",
        "APPAREL",
        "BANANAS"
      ],
      "headline": "PRESIDENT DELAYS NEW IMPORT DUTIES FOR EUROPE GOODS",
      "abstract": "Pres Clinton delays new punitive duties on European luxury goods after Prime Min Tony Blair of Britain shifts his position on two festering trade issues to help United States; Blair makes impassioned appeal to Clinton against 100 percent duties, especially those planned on cashmere from Britain; reprieve on luxury duties might help United States trade negotiators steer clear of collision with Europe in potentially far more costly trade dispute over tax breaks Washington gives major American exporters; Blair is pushing moderate line within European Union on resolving that dispute and one over banana imports; confluence of issues shows how delicate United States-Europe trade relations have become (M)",
      "snippet": "President Clinton has delayed new punitive duties on European luxury goods, including Scottish cashmere, British shortbread and Italian pecorino cheese, after Prime Minister Tony Blair of Britain shifted his position on two festering trade issues ..."
    },
    {
      "subjects": [
        "ABORTION",
        "SURVEYS AND SERIES",
        "ELECTION ISSUES",
        "GOVERNORS (US)",
        "PRESIDENTIAL ELECTION OF 2000",
        "GUN CONTROL",
        "FIREARMS"
      ],
      "headline": "PRESIDENTIAL RACE IS BEING RUN HARD IN KEYSTONE STATE",
      "abstract": "Article in ongoing series, Battlegrounds, says Pennsylvania is among handful of states where presidential race of 2000 will be decided; state, even after decades of population decline, still casts 23 electoral votes, or more than any other closely contested region; is politically unconventional, having relatively few independents; has almost half-million more registered Democrats than Republicans, but Democrats are far more conservative than most in Democratic Party and are much less supportive on issues as abortion rights and gun control; Republicans control governorship, three of four other statewide offices and both Senate seats; maps; photos (M)",
      "snippet": "''Battleground Scranton,'' said a banner headline in The Tribune here on Tuesday.    ''It's beginning to seem as though they're running for president of Pennsylvania,'' commented The Pittsburgh Post-Gazette on Thursday...."
    },
    {
      "subjects": [
        "ATOMIC WEAPONS",
        "LABORATORIES AND SCIENTIFIC EQUIPMENT",
        "PUBLIC OPINION",
        "ELECTION ISSUES",
        "ECONOMIC CONDITIONS AND TRENDS",
        "ATOMIC ENERGY",
        "ANIMALS",
        "SHOREHAM NUCLEAR POWER PLANT",
        "GEOGRAPHIC PROFILES",
        "POLITICS AND GOVERNMENT",
        "SCIENCE AND TECHNOLOGY",
        "RESEARCH",
        "ELECTRIC LIGHT AND POWER"
      ],
      "headline": "The Long Shadow of Science Past; Long Island Labs, on the Defensive, Struggle for Community Confidence",
      "abstract": "Article reviews Long Island, New York's, uneasy, sometimes bizarrely suspicious, relationship with scientific enterprises that have taken root on its shores; problems over the years with Plum Island Animal Disease Center, Cold Spring Harbor Laboratory and Brookhaven National Laboratory recalled; photos; issue involves finding acceptable balance between research facilities and highly diverse population that mixes commuters, celebrities, baymen and pensioners; arguments take on special vehemence where conservatives and liberals are united by radical environmentalism, and whole generation cut its political teeth keeping Shoreham nuclear power plant from opening (M)",
      "snippet": "Long Island has long had a deeply uneasy and sometimes bizarrely suspicious relationship with the scientific enterprises that have taken root on its shores.     A deadly disease was sure to escape from the Plum Island Animal Disease Center -- a mi..."
    },
    {
      "subjects": [
        "PUBLIC OPINION",
        "TELEVISION",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "Passed Torch, Some Say, Leaves Its Glow Behind",
      "abstract": "Television viewers in suburban Chicago generally agree that Pres Clinton gave effective farewell speech at Democratic convention, with one voter wishing he could run again and doubting that Clinton can transfer charisma to Al Gore; all are relieved that scandal was not mentioned by President or Hillary Clinton (M)",
      "snippet": "Just as Robin Wilson settled into her sofa to watch President Clinton's speech to Democrats on Monday, her telephone rang.    It was Howard Ellis, an old co-worker, calling so he and Mrs. Wilson, a 67-year-old retired postal employee, could talk a..."
    },
    {
      "subjects": [
        "UNITED STATES POLITICS AND GOVERNMENT",
        "EDITORIALS",
        "CONVENTIONS, NATIONAL (US)",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "Mr. Clinton's Valedictory",
      "abstract": "Editorial says Pres Clinton's speech at Democratic National Convention, both a passionate defense of his record and a steadfast argument that Vice Pres Al Gore is ready to take over, represents end of an era; says that, in party terms, Clinton's great accomplishment was to update the liberal policies that let Democrats dominate midcentury politics but that became a straitjacket when Ronald Reagan arrived on scene; says despite fact that Clinton record will forever be blotted because his leadership gifts were offset by a self-destructive streak, Clinton will go into party history as only politician of his decade with personal magnetism to match those of Reagan and Clinton's own boyhood idol, John F Kennedy",
      "snippet": "In an emotional farewell to the party that he reshaped and led for eight turbulent years and to the political arena he will clearly miss, President Clinton last night offered a passionate defense of his record and a steadfast argument that Vice Pr..."
    },
    {
      "subjects": [
        "UNITED STATES ECONOMY",
        "ELECTION ISSUES",
        "CONVENTIONS, NATIONAL (US)",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "GORE SAYS SPEECH WILL GIVE DETAILS OF HIS OWN AGENDA",
      "abstract": "Vice Pres Al Gore says his acceptance speech to Democratic National Convention will embrace Pres Clinton's success on economy but send unmistakable message that he, Gore, is running on his own agenda, with his own voice and through his own experiences, interview; says speech will be loaded with policy specifics, to show public he has definite agenda to lead country; says his decision to speak in detail is a gamble, noting modern trend is to resort to vaguest of generalities; his implicit suggestion is that Gov George W Bush's acceptance speech at Republican National Convention was short on substance; photo (M)",
      "snippet": "Vice President Al Gore said today that in his acceptance speech to the Democratic National Convention he would embrace President Clinton's success in presiding over the hardy economy but send an unmistakable message:  ''I'm running on my own agend..."
    },
    {
      "subjects": [
        "UNITED STATES POLITICS AND GOVERNMENT",
        "IMPEACHMENT",
        "ELECTION ISSUES",
        "ETHICS",
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "Repentant Clinton Reviews His Presidency",
      "abstract": "Pres Clinton, on visit to Willow Creek Community Church in South Barrington, Ill, describes how his life spun out of control after adulterous affair, how his job sometimes overwhelmed him, and high and low moments of past seven and a half years; reflection amounts to a live public interview on the personal travails of his presidency, conducted by Rev Bill Hybels, who has counseled him regularly since 1992; Clinton also goes out of his way to give credit to Vice Pres Al Gore for administration's successes and to insist that Gore should not be blamed for Clinton's personal failings; photo (M)",
      "snippet": "Four thousand church members bowed their heads today and prayed for a sinner in their midst -- a man who, like them, was struggling in his life with right and wrong.    ''Guide his path,'' intoned Bill Hybels, senior pastor at the Willow Creek Com..."
    },
    {
      "subjects": [
        "FINANCES",
        "PRESIDENTIAL ELECTION OF 2000",
        "ELECTIONS"
      ],
      "headline": "Fund-Raisers for 2 Clintons Set for Eve of Convention",
      "abstract": "Pres Clinton and wife, Hillary, plan big fund-raisers at Democratic National Convention, Los Angeles for his presidential library and her New York Senate race; plan angers Vice Pres Al Gore's aides and senior Democratic fund-raisers, who fear Clintons will siphon off Hollywood money from Gore campaign at convention intended to let Gore step out of Clinton's shadow; some wealthy Southern California Democrats, showing signs of donor fatigue, complain about being bombarded with invitations to fund-raisers; Barbra Streisand will host fund-raiser for presidential library and sing at concert for Gore (M)",
      "snippet": "Vice President Al Gore has for months been planning the Democratic National Convention as a coming-out party for his presidential campaign and a long-awaited opportunity to step out of President Clinton's imposing shadow.    But Bill and Hillary C..."
    }
  ],
  [
    {
      "subjects": [
        "PRESIDENTIAL ELECTION OF 2000"
      ],
      "headline": "McCain Fits Quite Well Among His Attackers",
      "abstract": "Number of conservatives say they see no appreciable ideological difference between Republican presidential candidates George W Bush and John McCain (M)ÿ",
      "snippet": "On conservative talk radio, Rush Limbaugh has painted Senator John McCain as a guy who would fit right in with the ''pro-abortion, pro-affirmative action'' Clinton-Gore crowd.    And the banner headline in the conservative Human Events this week i..."
    },
    {
      "subjects": [
        "PRESIDENTIAL ELECTION OF 2000",
        "PRIMARIES"
      ],
      "headline": "Michigan Finds Itself in a Secondhand Role as Primary Nears",
      "abstract": "Michigan will hold its primary on Feb 22; is first big state that Republican presidential candidates are competing for--with 58 delegates; Gov George W Bush and Sen John McCain have spent one day there since Feb 1, and neither is due back until after South Carolina votes on Feb 19 (M)",
      "snippet": "Michigan may be the first big state that the Republican presidential candidates are competing for -- with more delegates at stake in its primary next Tuesday than in New Hampshire and South Carolina combined -- but it is a secondhand campaign that..."
    },
    {
      "subjects": [
        "AUTOMOBILES",
        "LABOR",
        "PRESIDENTIAL ELECTION OF 2000",
        "PRIMARIES"
      ],
      "headline": "Trail Leads to a Transformed State",
      "abstract": "New economy, in which auto workers wear white collars, has generated new electorate in Michigan whose party affiliations are loose and whose votes are hard to predict; new voters have changed state's politics in recent years, and could be crucial in determining who wins Republican presidential primary on February 22; chart; photo (M)",
      "snippet": "The popular perception that Michigan elections are still dominated by legions of auto workers toting lunch pails is as dated as a Chevrolet Citation.    Here, as in New Hampshire and South Carolina, a new economy, in which auto workers wear white ..."
    },
    {
      "subjects": [
        "PRESIDENTIAL ELECTION OF 2000",
        "NAMES, PERSONAL",
        "NEWS AND NEWS MEDIA"
      ],
      "headline": "For Now, He's McCain In Tabloids",
      "abstract": "Clyde Haberman NYC column discusses importance of newspaper headline editors to Presidential candidates; notes that screaming headlines favor politicians with catchy nicknames; contends Republican primary candidate John McCain does not have enough name recognition for readers to identify him by any other name but McCain (M)",
      "snippet": "SENATOR JOHN McCAIN may be a hot number, having conquered New Hampshire and outfoxed New York State's Republican mandarins to win a spot on the March 7 primary ballot. But he has yet to make inroads with an important, if unheralded, group of opini..."
    },
    {
      "subjects": [
        "CHILDREN AND YOUTH",
        "PRESIDENTIAL ELECTION OF 2000",
        "PRIMARIES"
      ],
      "headline": "Public Interests; Savor the Moment",
      "abstract": "Gail Collins's Op-Ed column says New Hampshire primary has been wonderful and illuminating; says voters seem really hyped about presidential election, and that even little kids seem excited (M)",
      "snippet": "Memo to the half-naked teenager waving the Bradley poster on the corner in Concord: It's winter in New England. Bill wants you to put your shirt back on.    This New Hampshire primary has been wonderful. For one brief moment, in one smallish state..."
    },
    {
      "subjects": [],
      "headline": "Going, But Not Forgotten",
      "abstract": "In this lesson, students examine the impact of President Clinton's presidency on the race for his successor. Working in small groups, students will compare the political positions of the four main candidates to those of Bill Clinton.",
      "snippet": "In this lesson, students examine the impact of President Clinton's presidency on the race for his successor. Working in small groups, students will compare the political positions of the four main candidates to those of Bill Clinton...."
    },
    {
      "subjects": [],
      "snippet": "The Los Angeles Times headline seemed almost a parody, a ''Saturday Night Live'' spoof come to life: ''Davis Hails First Year in Office as Total Success.'' But in fact, for Gov. Gray Davis of California, much of the last year has been a string of ...",
      "headline": "Tug-of-War on Budget Threatens California Governor's Near-Perfect Record"
    }
  ],
  [],
  [],
  [],
  []
]